Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/eu_institutions/council_of_the_european_union.html.txt.tmx
Source language: en
Languages: ga

source: Council of the European Union
ga: Comhairle Aontas na hEorpa

source: The Council of the European Union is the main decision making body in the EU
ga: Is é Comhairle Aontas na hEorpa an príomhchomhlacht cinnteoireachta san AE

source: With the entry into force of the Treaty of Lisbon on 1 December 2009, it has become an official EU institution
ga: Rinneadh institiúid oifigiúil de chuid an AE de Chonradh Liospóin nuair a tugadh feidhm di ar 1 Nollaig 2009

source: The Council consists of one government minister from every member state
ga: Tá an Chomhairle Aontas na hEorpa comhdhéanta d' aon Aire Rialtais amháin de gach Ballstát

source: Although there is just one Council, different groups of ministers meet depending on what topic is being discussed at the weekly meeting
ga: Cé nach bhfuil ach Comhairle amháin, buaileann grúpaí Airí éagsúla. Braitheann an grúpa ar an ábhar á phlé sa chruinniú seachtainiúil

source: For example, if the issue to be discussed at the Council is agriculture, the ministers for agriculture from each member state will attend and sit as the Council
ga: Mar shampla, más é talmhaíocht an t-ábhar á phlé, beidh na hAirí Talmhaíochta de gach Ballstát ag freastal agus ag suí mar an Chomhairle

source: The Council of the European Union has three essential functions:
ga: Trí phríomhfheidhm atá ag Comhairle Aontas na hEorpa:

source: The Council shares this power with the European Parliament
ga: Roinneann an Chomhairle an chumhacht seo le Parlaimint na hEorpa

source: In most situations, European laws are made by a co-decision procedure
ga: Sa chuid is mó cásanna déantar Dlíthe na hEorpa le córas comh-chinnithe

source: This means that the Council and the Parliament jointly adopt proposals for legislation that have come from the European Commission
ga: Mar sin chomh-thoghann an Chomhairle agus an Pharlaimint moltaí do reachtaíocht a thagann ó Choimisiún na hEorpa

source: The Council and the Parliament can make amendments to the legislation under this procedure
ga: Is féidir leis an gComhairle agus leis an bParlaimint leasuithe a dhéanamh ar reachtaíocht faoin gcóras seo

source: However, there are certain important areas, for example, tax legislation, where the Parliament may only give an opinion as to whether a proposed piece of legislation can become law
ga: Ach, tá ceisteanna tábhachtacha faoi leith, mar shampla, reachtaíocht chánach, nach féidir leis an bParlaimint ach tuairim a nochtadh maidir le píosa reachtaíochta molta a dhéanamh ina dlí

source: • Co-ordination of the economic policies of member states
ga: • Comhordnú polasaithe eacnamaíocha na mBallstát

source: Every year, the Council drafts guidelines for the economic policies of member states
ga: Gach bliain, déanann an Chomhairle treoirlínte a dhreachtú do pholasaithe eacnamaíocha na mBallstát

source: These are then made into a recommendation and their implementation by member states is supervised by the Council
ga: Déantar ansin moltaí díbh seo agus déanann an Chomhairle maoirseacht ar na Ballstáit agus iad dhá gcur i bhfeidhm

source: This power is shared with the Parliament
ga: Roinntear an chumhacht seo leis an bParlaimint

source: The Parliament supervises spending by the EU and it also adopts the annual budget for the EU
ga: Déanann an Pharlaimint maoirseacht ar chaiteachas an AE agus aontaíonn sí an buiséad bliantúil don AE

source: It has the last word on spending on the European Regional Development Fund, the European Social Fund, cultural and educational programmes, humanitarian aid and refugee programmes
ga: Tá an focal deireanach aici ar chaiteachas ó Chiste Forbartha na Réigiún Eorpach, Ciste Sóisialta na hEorpa, cláracha cultúrtha agus oideachais, cláracha um chúnamh daonna agus do theifigh

source: However, when it comes to spending on agriculture and spending arising from international agreements, the Parliament can propose modifications but the Council has the final say
ga: Ach, nuair is caiteachas i dtaobh talmhaíochta atá i gceist nó caiteachas a bhaineann le comhaontuithe idirnáisiúnta is féidir leis an bParlaimint leasuithe a mholadh ach is é ag an gComhairle atá an focal deireanach

source: The usual method of making European Union (EU) decisions is as follows:
ga: Is mar seo a leanas a dhéantar cinntí an Aontais Eorpaigh (AE) de ghnáth:

source: • The Commission makes a proposal
ga: • Déanann an Coimisiún moladh

source: • The Council and the Parliament discuss it and each may make changes
ga: • Déanann an Chomhairle agus an Pharlaimint é a phlé agus is féidir le ceachtar acu athruithe a dhéanamh air

source: • The final decision is made by the Council and the Parliament jointly (this is known at present as the co-decision procedure)
ga: • Is iad an Chomhairle agus an Pharlaimint le chéile a dhéanann an cinneadh deireanach (is éard a thugtar ar seo faoi láthair ná nós imeachta an chomh-chinnte)

source: The Treaty of Lisbon calls this the ordinary legislative procedure and extends it to a number of new areas
ga: Tugtar an gnáthnós imeachta reachtach air seo i gConradh Liospóin agus tugann an Conradh feidhm dó i roinnt réimsí nua

source: There are specific decision-making procedures (called special legislative procedures in the Treaty of Lisbon) in relation to 2 areas:
ga: Baineann nósanna imeachta cinnteoireachta faoi leith (ar a dtugtar nósanna imeachta reachtacha speisialta i gConradh Liospóin) le 2 réimse:

source: • Common foreign and security policy - decisions are made by the Council
ga: • An comhbheartas eachtrach agus slándála - is í an Chomhairle a dhéanann na cinntí

source: • Area of freedom, security and justice – some decisions are made as under the ordinary legislative procedure while others are made by the Council
ga: • Limistéar saoirse, slándála agus ceartais - déantar cuid de na cinntí faoi na gnáthnósanna imeachta reachtacha agus is í an Chomhairle a dhéanann cinntí eile

source: There are different ways that the Council makes its decisions
ga: Tá bealaí éagsúla ina ndéanann an Chomhairle a gcuid cinntí

source: Some decisions must be made unanimously, for example, decisions in relation to defence and taxation
ga: Is gá roinnt cinntí a dhéanamh d’aon ghuth, mar shampla, cinntí maidir le cosaint agus cánachas

source: In practice, most decisions are made by consensus
ga: I gcleachtas, déantar an chuid is mó de na cinntí trí chomhaontú

source: If there is no consensus, decisions in most areas may be made by qualified majority voting (QMV)
ga: Mura mbaintear comhaontú amach, féadtar cinntí i bhformhór na limistéar a dhéanamh trí thromlach cáilithe vótála (TCV)

source: Changes to the voting system
ga: Athruithe ar an gcóras vótála

source: The system of QMV used to make decisions was changed on 1 November 2014
ga: Athraíodh an córas TCV a úsáidtear le cinntí a dhéanamh an 1 Samhain 2014

source: The change was agreed in the Lisbon Treaty
ga: Rinneadh comhaontú ar an athrú i gConradh Liospóin

source: The new QMV system is sometimes called the double majority system
ga: Tugtar an córas tromlaigh dhúbailte ar an gcóras nua TCV amanna

source: If a decision is being made after a proposal has been made by the Commission (this is the usual way in which decisions arise), then a qualified majority means that the following two conditions must be met:
ga: Má tá cinneadh á dhéanamh i ndiaidh go ndearna an Coimisiún togra (seo an gnáthbhealach ina dtagann cinntí aníos), ciallaíonn tromlach cáilithe nach mór an dá choinníoll a leanas a chomhlíonadh:

source: • 55% of the member states must agree: that means at least 16 member states at present (there are 28 member states at present) and
ga: • Ní mór go gcomhaontaíonn 55% de na Ballstáit: ciallaíonn sin, faoi láthair, nach mór do 16 bhallstát, ar a laghad, comhaontú a dhéanamh (tá 28 ballstát ann faoi láthair) agus

source: • Those supporting must represent 65% of the EU population (the population is about 506 million at present so those supporting must represent 329 million)
ga: • Ní mór gurb ionann iad siúd atá ar son a chomhaontaithe agus 65% de dhaonra an AE (is ionann agus thart ar 506 milliún an daonra faoi láthair, mar sin, ní mór gurb ionann agus 329 milliún iad siúd atá ar son an chomhaontaithe)

source: In order to prevent a decision being made, a blocking minority will have to include at least four member states – this means that if there are less than four member states opposed to a decision then the qualified majority will be treated as having been reached
ga: Chun cosc a chur ar chinneadh a dhéanamh, beidh ceithre bhallstát, ar a laghad, le bheith i measc an mhionlaigh bhlocála – ciallaíonn seo má tá níos lú ná ceithre bhallstát i gcoinne cinnidh, glacfar leis gur baineadh tromlach cáilithe amach

source: In some cases, only certain member states take part in decisions, for example, the member states that have adopted the euro make certain decisions in relation to it and the members of the Schengen area make certain decisions about it
ga: I roinnt cásanna, ní ghlacann ach ballstáit áirithe páirt i gcinntí, mar shampla, déanann na ballstáit a ghlac leis an euro cinntí áirithe maidir leis an airgeadra sin agus déanann ballstáit limistéar Schengen cinntí faoin limistéar sin

source: In these cases, the percentages apply to the participating member states only
ga: Sna cásanna seo, ní bhaineann na céatadáin ach leis na ballstáit rannpháirteacha amháin

source: If a decision is being made in cases where there has not been a proposal from the Commission, the following two conditions must be met:
ga: Má tá cinneadh á dhéanamh i gcásanna nach raibh togra ann ón gCoimisiún, ní mór an dá choinníoll a leanas a chomhlíonadh:

source: • 72% of the member states must agree: that means at least 21 member states at present and
ga: • Ní mór go gcomhaontaíonn 72% de na Ballstáit: ciallaíonn sin, faoi láthair, nach mór do 21 ballstát, ar a laghad, comhaontú a dhéanamh agus

source: • Those supporting must represent 65% of the EU population
ga: • Ní mór gurb ionann iad siúd atá ar son a chomhaontaithe agus 65% de dhaonra an AE

source: If only certain member states are taking part in these decisions, the percentages apply to those member states only
ga: Mura bhfuil ach ballstáit áirithe ag glacadh páirte sna cinntí seo, ní bhaineann na céatadáin ach leis na ballstáit sin amháin

source: A blocking minority must include at least the number of participating states representing 35% of the population of the participating states plus one
ga: Ní mór go n-áireofar le mionlach blocála líon na mballstát rannpháirteach, arb ionann iad agus 35% de dhaonra na mballstát rannpháirteach, móide ballstát amháin

source: There are transitional arrangements in place for the period to 31 March 2017
ga: Tá socruithe idirthréimhseacha i bhfeidhm don tréimhse a fhad leis an 31 Márta 2017

source: During that time, a member state may ask for the application of the old QMV system (see below) rather than the new system
ga: I rith an ama sin, féadfaidh ballstát iarraidh go gcuirfear an seanchóras TCV i bhfeidhm (féach thíos) seachas an córas nua

source: There is also a mechanism for dealing with cases where the blocking minority is nearly reached
ga: Sa mhullach air sin, tá meicníocht ann chun déileáil le cásanna ina bhfuil an mionlach blocála nach mór bainte amach

source: Under the old system of QMV, each member state’s vote was given a weighting
ga: Faoin seanchóras TCV, tugadh ualú do vóta gach ballstáit

source: This was related, but not directly proportionate to the population; smaller member states had a greater share than their populations would warrant
ga: Bhain seo leis an daonra, ach ní raibh sé díreach i gcomhréir leis; bhí sciar níos mó ag ballstáit bheaga ná mar a theastódh óna ndaonraí

source: Since July 2013, the number of votes each country could cast was as follows:
ga: Ó Iúil 2013 ar aghaidh, mar seo a leanas a bhí líon na vótaí a d’fhéadfadh gach tír a chaitheamh:

source: • Germany, France, Italy and the UK: 29
ga: • An Ghearmáin, an Fhrainc, an Iodáil agus an RA: 29

source: • Spain and Poland: 27
ga: • An Spáinn agus an Pholainn: 27

source: • Belgium, Czech Republic, Greece, Hungary and Portugal: 12
ga: • An Bheilg, Poblacht na Seice, an Ghréig, an Ungáir agus an Phortaingéil: 12

source: • Austria, Bulgaria and Sweden: 10
ga: • An Ostair, an Bhulgáir agus an tSualainn: 10

source: • Croatia, Denmark, Ireland, Lithuania, Slovakia and Finland: 7
ga: • An Chróit, an Danmhairg, Éire, an Liotuáin, an tSlóvaic agus an Fhionlainn: 7

source: • Cyprus, Estonia, Latvia, Luxembourg and Slovenia: 4
ga: • An Chipir, an Eastóin, an Laitvia, Lucsamburg agus an tSlóivéin: 4

source: • Total number of votes: 352
ga: • Líon iomlán na vótaí: 352

source: A qualified majority was reached:
ga: Baineadh tromlach cáilithe amach:

source: • If a majority of member states approved and
ga: • Má d’fhaomh tromlach na mballstát agus

source: • If a minimum of 260 votes was cast in favour
ga: • Má bhí 260 de na vótaí a caitheadh, ar a laghad, i bhfabhar

source: In addition, a member state could ask for confirmation that the votes in favour represented at least 62% of the total population of the European Union
ga: Ina theannta sin, d’fhéadfadh ballstát iarraidh ar dheimhniú gurbh ionann na vótaí a bhí i bhfabhar agus 62%, ar a laghad, de dhaonra iomlán an Aontais Eorpaigh

source: If this was found not to be the case, the decision would not be adopted
ga: Má deimhníodh nárbh amhlaidh an cás, ní ghlacfaí leis an gcinneadh
